Revit 2027 API
GroupTypeId.ViewExtents Property
 Extents.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewExtents { get; }
Public Shared ReadOnly Property ViewExtents As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewExtents {
	ForgeTypeId^ get ();
}
static member ViewExtents : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace